{"step": "Reminder of items left in cart - this email should remind the customer of the items they left in their shopping cart and encourage them to complete their purchase.", "step_number": 1, "hook": "\nDon't Miss Out! Complete Your Purchase Now.", "value_proposition": "The value proposition for this email should be that course creator pro is the perfect solution for anyone looking to create and sell their own online courses. it provides step-by-step guidance and support to help you get started quickly and easily. plus, with our money-back guarantee, you can be sure that you're making a safe investment.", "call_to_action": "The call to action should be to \"complete your purchase now\" and provide a link to the checkout page."}
{"step": "Discount offer - this email should offer the customer a discount on their purchase if they complete it within a certain time frame.", "step_number": 2, "hook": "\n\"Unlock Your Expertise Now: Get a Discount!\"", "value_proposition": "The value proposition for this email should be that customers can save money by taking advantage of the limited-time discount offer on course creator pro.", "call_to_action": "The call to action should be to take advantage of the limited-time discount offer and purchase the course creator pro course now."}
{"step": "Final reminder - this email should be a final reminder to the customer that their items are still in their cart and that they should complete their purchase soon.", "step_number": 3, "hook": "\nDon't miss out! Complete your purchase now.", "value_proposition": "The value proposition for this email should be that course creator pro is the perfect solution for anyone looking to create and sell their own online courses. it provides step-by-step guidance, helpful resources, and expert advice to help you get started quickly and easily. plus, with our money-back guarantee, you can be sure that you're making a safe investment.", "call_to_action": "The call to action should be to purchase the course now and take advantage of the limited-time offer."}
