{ 
  "company_info": {
    "name": "Stockton Walbeck",
    "company_name": "Course Creator Pro",
    "product_name": "Course Creator 360",
    "product_description": "Desire To create and sell courses online.Pain is Not having an easy way to create and sell courses online.Common Vehicle is Online course creation platforms.Topic of Interest is Course creation.Common Mistake is Not having the right tools to create and sell courses.Ideal Market Avatar is Business owners, entrepreneurs, and professional educators.Common Enemy is Poor course creation platforms.Everyday Person is People looking to create and sell courses online.Well-Known Experts is Course creation professionals, online entrepreneurs.Realistic Time Frame is Varies depending on the complexity of the course.Common Occurrence is Challenges with creating and selling courses online.Consequence is Poorly designed courses that don't attract buyers.Traditional Way is Developing courses through trial and error.Ideal Person is Someone with experience in course creation and marketing.Painful Attempt is Trying to create and market a course without the right tools.Relatable Pain Point is Difficulty in finding the right tools to create and market courses.Commonly Used Vehicles is Online course creation platforms, webinars, and eBooks.Solution is Course Creator 360.Hack Tool Trick is Creating courses quickly and easily with Course Creator 360.Common Achievement is Successfully creating and selling a course online.Perceived Experts is Course creators and marketers who have had success with their courses.Current Year is 2023Easy Task is Creating and selling a course with Course Creator 360.Biggest Objection is Not having enough time or experience to create and market a course."
  }, 
  "target_audience": {
    "desires": "To learn new skills, gain knowledge, become an expert in a particular subject and/or topic.",
    "target_audience": "Males",
    "pains": "A lack of access to high-quality education, time constraints, and limited resources.",
    "target_demographic": "Individuals of all ages and backgrounds, with a particular focus on entrepreneurs and professionals."
  }
}