{ 
  "company_info": {
    "name": "Stockton Walbeck",
    "company_name": "Course Creator Pro",
    "product_name": "Course Creator 360",
    "product_description": "We sell a platform that helps people sell their own courses online",
    "desire": "Course creation",
    "common_mistake": "Not having the right tools to create and sell courses",
    "ideal_market_avatar": "Business owners, entrepreneurs, and professional educators",
    "common_enemy": "Poor course creation platforms",
    "everyday_person": "People looking to create and sell courses online",
    "well_known_experts": "Course creation professionals, online entrepreneurs",
    "realistic_time_frame": "Varies depending on the complexity of the course",
    "common_occurrence": "Challenges with creating and selling courses online",
    "consequence": "Poorly designed courses that don't attract buyers",
    "traditional_way": "Developing courses through trial and error",
    "ideal_person": "Someone with experience in course creation and marketing",
    "painful_attempt": "Trying to create and market a course without the right tools",
    "relatable_pain_point": "Difficulty in finding the right tools to create and market courses",
    "commonly_used_vehicles": "Online course creation platforms, webinars, and eBooks",
    "solution": "Course Creator 360",
    "hack_tool_trick": "Creating courses quickly and easily with Course Creator 360",
    "common_achievement": "Successfully creating and selling a course online",
    "perceived_experts": "Course creators and marketers who have had success with their courses",
    "current_year": "2023",
    "easy_task": "Creating and selling a course with Course Creator 360",
    "biggest_objection": "Not having enough time or experience to create and market a course"
  }, 
  "target_audience": {
    "desires": "To learn new skills, gain knowledge, become an expert in a particular subject and/or topic.",
    "target_audience": "Males",
    "pains": "A lack of access to high-quality education, time constraints, and limited resources.",
    "target_demographic": "Individuals of all ages and backgrounds, with a particular focus on entrepreneurs and professionals."
  }
}